export function createData(id,name, position, address1,address2, phone, career,entry,birth,sch_mjr, cert_yn,email,manager_yn,sch_car,mar_date,approval_yn,moon_cal,car_date,isexisted) {
	return { id,name, position, address1,address2, phone, career,entry,birth,sch_mjr, cert_yn,email,manager_yn,sch_car,mar_date,approval_yn,moon_cal,car_date,isexisted};
}

export const tableList = [
	createData('2020010101','최문걸','A01','경기도 안양시 동안구 달안로 75','샛별한양아파트 304동 611호', '01051742860', '3', '20180509','19890120','성균관대학교 화학공학과',1,'678493@naver.com',true, "A03","20200313",false,false, '20180509',true),
	createData('2020010102','조현철','A02','경기도 안양시 동안구 달안로 75','샛별한양아파트 304동 611호', '01051742860', '3', '20180509','19890120','성균관대학교 화학공학과',1,'678493@naver.com',false,"A03","20200313",true, false, '20180509',true),
	createData('2020010103','박종운','A02','경기도 안양시 동안구 달안로 75','샛별한양아파트 304동 611호', '01051742860', '3', '20180509','19890120','성균관대학교 화학공학과',1,'678493@naver.com',false,"A03","20200313",false,false, '20180509',true),
	createData('2020010104','허중섭','A03','경기도 안양시 동안구 달안로 75','샛별한양아파트 304동 611호', '01051742860', '3', '20180509','19890120','성균관대학교 화학공학과',1,'678493@naver.com',false,"A03","20200313",false,false, '20180509',true),
	createData('2020010105','신우인','A03','경기도 안양시 동안구 달안로 75','샛별한양아파트 304동 611호', '01051742860', '3', '20180509','19890120','성균관대학교 화학공학과',1,'678493@naver.com',false,"A03","20200313",false,false, '20180509',true),
	createData('2020010106','이인성','A03','경기도 안양시 동안구 달안로 75','샛별한양아파트 304동 611호', '01051742860', '3', '20180509','19890120','성균관대학교 화학공학과',1,'678493@naver.com',false,"A03","20200313",false,false, '20180509',true),
	createData('2020010107','오경섭','B01','경기도 안양시 동안구 달안로 75','샛별한양아파트 304동 611호', '01051742860', '3', '20180509','19890120','성균관대학교 화학공학과',1,'678493@naver.com',false,"A03","20200313",false,false, '20180509',true),
	createData('2020010108','전수현','B01','경기도 안양시 동안구 달안로 75','샛별한양아파트 304동 611호', '01051742860', '3', '20180509','19890120','성균관대학교 화학공학과',1,'678493@naver.com',false,"A03","20200313",false,false, '20180509',true),
	createData('2020010109','고성진','B01','경기도 안양시 동안구 달안로 75','샛별한양아파트 304동 611호', '01051742860', '3', '20180509','19890120','성균관대학교 화학공학과',1,'678493@naver.com',false,"A03","20200313",false,false, '20180509',true),
	createData('2020010110','퇴사자1','B01','경기도 안양시 동안구 달안로 75','샛별한양아파트 304동 611호', '01051742860', '3', '20180509','19890120','성균관대학교 화학공학과',1,'678493@naver.com',false,"A03","20200313",false,false, '20180509',false),
	createData('2020010111','퇴사자2','B01','경기도 안양시 동안구 달안로 75','샛별한양아파트 304동 611호', '01051742860', '3', '20180509','19890120','성균관대학교 화학공학과',1,'678493@naver.com',false,"A03","20200313",false,false, '20180509',false),
	createData('2020010112','퇴사자3','B01','경기도 안양시 동안구 달안로 75','샛별한양아파트 304동 611호', '01051742860', '3', '20180509','19890120','성균관대학교 화학공학과',1,'678493@naver.com',false,"A03","20200313",false,false, '20180509',false),
];