export function createData(id,name, position, address1,address2, phone, career,entry,birth,sch_mjr, cert_yn,email,manager_yn,scr_car,mar_date,approval_yn) {
	return { id,name, position, address1,address2, phone, career,entry,birth,sch_mjr, cert_yn,email,manager_yn,scr_car,mar_date,approval_yn};
}

export const tableList = [
	createData('2020010101','최문걸','대표','경기도 안양시 동안구 달안로 75','샛별한양아파트 304동 611호', '010-5174-2860', '3년', '2018.05.09','1989.01.20','성균관대학교 화학공학과',1,'678493@naver.com',1,"대촐","2020.03.13",0),
	createData('2020010102','조현철','이사','경기도 안양시 동안구 달안로 75','샛별한양아파트 304동 611호', '010-5174-2860', '3년', '2018.05.09','1989.01.20','성균관대학교 화학공학과',1,'678493@naver.com',0,"대촐","2020.03.13",1),
	createData('2020010103','박종운','이사','경기도 안양시 동안구 달안로 75','샛별한양아파트 304동 611호', '010-5174-2860', '3년', '2018.05.09','1989.01.20','성균관대학교 화학공학과',1,'678493@naver.com',0,"대촐","2020.03.13",0),
	createData('2020010104','허중섭','부장','경기도 안양시 동안구 달안로 75','샛별한양아파트 304동 611호', '010-5174-2860', '3년', '2018.05.09','1989.01.20','성균관대학교 화학공학과',1,'678493@naver.com',0,"대촐","2020.03.13",0),
	createData('2020010105','신우인','부장','경기도 안양시 동안구 달안로 75','샛별한양아파트 304동 611호', '010-5174-2860', '3년', '2018.05.09','1989.01.20','성균관대학교 화학공학과',1,'678493@naver.com',0,"대촐","2020.03.13",0),
	createData('2020010106','이인성','부장','경기도 안양시 동안구 달안로 75','샛별한양아파트 304동 611호', '010-5174-2860', '3년', '2018.05.09','1989.01.20','성균관대학교 화학공학과',1,'678493@naver.com',0,"대촐","2020.03.13",0),
	createData('2020010107','오경섭','차장','경기도 안양시 동안구 달안로 75','샛별한양아파트 304동 611호', '010-5174-2860', '3년', '2018.05.09','1989.01.20','성균관대학교 화학공학과',1,'678493@naver.com',0,"대촐","2020.03.13",0),
	createData('2020010108','전수현','차장','경기도 안양시 동안구 달안로 75','샛별한양아파트 304동 611호', '010-5174-2860', '3년', '2018.05.09','1989.01.20','성균관대학교 화학공학과',1,'678493@naver.com',0,"대촐","2020.03.13",0),
	createData('2020010109','고성진','차장','경기도 안양시 동안구 달안로 75','샛별한양아파트 304동 611호', '010-5174-2860', '3년', '2018.05.09','1989.01.20','성균관대학교 화학공학과',1,'678493@naver.com',0,"대촐","2020.03.13",0),
];